// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Kalibreer afdruk-kwaliteit";

CalibrationFailedTitle = "Kan de afdrukkwaliteit niet kalibreren";
CalibrationFailedExplanation = "Controleer of de printer aanstaat en is verbonden. Probeer het vervolgens opnieuw.";
PrintingPatternsProcessTitle = "Bezig met het afdrukken van patronen…";
PenFailureMsg = "De volgende inktcartridge is niet aanwezig, wordt niet gedetecteerd of is verkeerd geïnstalleerd.";

TwowayConnectionErrorTitle = "Kan geen communicatie in twee richtingen tot stand brengen met het apparaat";

NoPensErrorTitle = "Kan geen printcartridges vinden";
NoPensErrorMessage = "Hebt u printcartridges geïnstalleerd, controleer dan of u de beschermende tape van de inktsproeiers hebt verwijderd.";

CriticalConditionTitle = "Kritieke printerconditie";
CriticalConditionMsg = "Verhelp kritieke printerconditie.";

HSDQualityCalibrationTextFieldTitle = "Kalibreer afdrukkwaliteit";
HSDInfoTextFieldTitle = "De afdrukkwaliteit van de foto’s is soms beter als u deze procedure volgt. Het verdient aanbeveling om de reinigingsprocedure uit te voeren voordat u de kalibratie verricht.";
HSDGuideTextFieldTitle = "Klik op Kalibreer om met de procedure te beginnen. Dit duurt ongeveer één minuut en maakt gebruik van één vel papier. Gebruik uitsluitend gewoon papier voor deze procedure.";
HSDCalibrateButtonTitle = "Kalibreer";

HSDPatternDescription1 = "Controleer de afgedrukte pagina en selecteer het label van het patroon dat de minste zichtbare horizontale lijnen heeft. Kijk naar de lichte zowel als de donkere gedeelten van de patronen voordat u uw keuze maakt.";
HSDPatternLabel = "Patroonlabel:";
HSDPatternDescription2 = "Klik op \"Pas toe\" na het maken van uw selectie.";
HSDApplyButton = "Pas toe";
